/* Class = "UINavigationItem"; title = "CHOOSE COUNTRY"; ObjectID = "4Wt-7V-pCd"; */
"4Wt-7V-pCd.title" = "CHOOSE COUNTRY";

/* Class = "UILabel"; text = "View Rates From XXXX"; ObjectID = "Ka8-qX-9na"; */
"Ka8-qX-9na.text" = "View Rates From XXXX";

/* Class = "UILabel"; text = "ROOMS"; ObjectID = "Khu-3J-4Ev"; */
"Khu-3J-4Ev.text" = "ROOMS";

/* Class = "UIButton"; normalTitle = "SEARCH"; ObjectID = "M18-av-n0D"; */
"M18-av-n0D.normalTitle" = "SEARCH";

/* Class = "UITabBarItem"; title = "Book Now"; ObjectID = "xbA-vv-9Ro"; */
"xbA-vv-9Ro.title" = "Book Now";


/* Class = "UIButton"; normalTitle = "Sign In"; ObjectID = "3Gz-Hy-rNT"; */
"3Gz-Hy-rNT.normalTitle" = "Sign In";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "3Zt-f7-GsF"; */
"3Zt-f7-GsF.text" = "TOTAL";

/* Class = "UILabel"; text = "SEE ALL"; ObjectID = "6cy-0r-Ay4"; */
"6cy-0r-Ay4.text" = "SEE ALL";

/* Class = "UILabel"; text = "Per Night"; ObjectID = "9JQ-mB-bJm"; */
"9JQ-mB-bJm.text" = "Per Night";

/* Class = "UINavigationItem"; title = "NEWS"; ObjectID = "Ass-av-Bqs"; */
"Ass-av-Bqs.title" = "NEWS";

/* Class = "UILabel"; text = "SIGN UP NOW"; ObjectID = "aWt-dB-stE"; */
"aWt-dB-stE.text" = "SIGN UP NOW";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "BEd-M1-sNU"; */
"BEd-M1-sNU.text" = "TOTAL";

/* Class = "UIButton"; normalTitle = "CONTINUE"; ObjectID = "c0A-tZ-SrL"; */
"c0A-tZ-SrL.normalTitle" = "CONTINUE";

/* Class = "UILabel"; text = "Sign up for our Remembered Loyalty Program \nand get 10% off on all your bookings."; ObjectID = "E6d-8x-40Z"; */
"E6d-8x-40Z.text" = "Sign up for our Remembered Loyalty Program \nand get 10% off on all your bookings.";

/* Class = "UILabel"; text = "ROOM 1"; ObjectID = "fG1-mc-s1B"; */
"fG1-mc-s1B.text" = "ROOM 1";

/* Class = "UILabel"; text = "Try other dates"; ObjectID = "g62-bf-exn"; */
"g62-bf-exn.text" = "Try other dates";

/* Class = "UIBarButtonItem"; title = "Back"; ObjectID = "GbD-1P-0Aq"; */
"GbD-1P-0Aq.title" = "Back";

/* Class = "UILabel"; text = "Twin Room"; ObjectID = "kfG-Hp-EHF"; */
"kfG-Hp-EHF.text" = "Twin Room";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "KVW-0z-znK"; */
"KVW-0z-znK.text" = "TOTAL";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "L0x-VA-Baa"; */
"L0x-VA-Baa.text" = "TOTAL";

/* Class = "UIButton"; normalTitle = "CONTINUE >"; ObjectID = "LpH-og-lgM"; */
"LpH-og-lgM.normalTitle" = "CONTINUE >";

/* Class = "UILabel"; text = "Sign up for our Remembered loyalty program and get 10% off on all your bookings on our app and website."; ObjectID = "MCv-Kc-ny9"; */
"MCv-Kc-ny9.text" = "Sign up for our Remembered loyalty program and get 10% off on all your bookings on our app and website.";

/* Class = "UINavigationItem"; title = "ROOM DETAILS"; ObjectID = "mY5-Uf-Z68"; */
"mY5-Uf-Z68.title" = "ROOM DETAILS";

/* Class = "UILabel"; text = "About the Hotel"; ObjectID = "PDc-Iv-drs"; */
"PDc-Iv-drs.text" = "About the Hotel";

/* Class = "UIButton"; normalTitle = "SEE ON MAP"; ObjectID = "sRa-rQ-7a8"; */
"sRa-rQ-7a8.normalTitle" = "SEE ON MAP";

/* Class = "UINavigationItem"; title = "HOTEL INFO"; ObjectID = "SRM-b4-Em5"; */
"SRM-b4-Em5.title" = "HOTEL INFO";

/* Class = "UIBarButtonItem"; title = "Back"; ObjectID = "tmS-FH-crd"; */
"tmS-FH-crd.title" = "Back";

/* Class = "UILabel"; text = "No available rooms for this date range"; ObjectID = "Tsg-mY-xkY"; */
"Tsg-mY-xkY.text" = "No available rooms for this date range";

/* Class = "UILabel"; text = "Nights"; ObjectID = "UBN-Pl-6CQ"; */
"UBN-Pl-6CQ.text" = "Nights";

/* Class = "UINavigationItem"; title = "BOOKING DETAILS"; ObjectID = "VcO-eZ-Oyd"; */
"VcO-eZ-Oyd.title" = "BOOKING DETAILS";

/* Class = "UILabel"; text = "approx."; ObjectID = "xAW-O7-wJF"; */
"xAW-O7-wJF.text" = "approx.";

/* Class = "UILabel"; text = "OCCUPANTS"; ObjectID = "yiB-pA-HqP"; */
"yiB-pA-HqP.text" = "OCCUPANTS";

/* Class = "UILabel"; text = "Nearby Locations"; ObjectID = "ZEV-Nu-rJ4"; */
"ZEV-Nu-rJ4.text" = "Nearby Locations";


/* Class = "UIButton"; normalTitle = "SIGN UP USING EMAIL"; ObjectID = "2nR-nd-jf2"; */
"2nR-nd-jf2.normalTitle" = "SIGN UP USING EMAIL";

/* Class = "UILabel"; text = "Email"; ObjectID = "5Po-Cn-Hs5"; */
"5Po-Cn-Hs5.text" = "Email";

/* Class = "UIButton"; normalTitle = "HAVE AN ACCOUNT? LOGIN"; ObjectID = "Bif-QL-Vmv"; */
"Bif-QL-Vmv.normalTitle" = "HAVE AN ACCOUNT? LOGIN";

/* Class = "UILabel"; text = "OR"; ObjectID = "bWc-9T-49p"; */
"bWc-9T-49p.text" = "OR";

/* Class = "UIButton"; normalTitle = "CONNECT WITH FACEBOOK"; ObjectID = "Dj6-7t-BXl"; */
"Dj6-7t-BXl.normalTitle" = "CONNECT WITH FACEBOOK";

/* Class = "UIButton"; normalTitle = "SUBMIT"; ObjectID = "Dx1-Ng-oXQ"; */
"Dx1-Ng-oXQ.normalTitle" = "SUBMIT";

/* Class = "UILabel"; text = "Email"; ObjectID = "gWD-J6-ZqD"; */
"gWD-J6-ZqD.text" = "Email";

/* Class = "UINavigationItem"; title = "RETRIEVE BOOKINGS"; ObjectID = "lxH-B2-HUR"; */
"lxH-B2-HUR.title" = "RETRIEVE BOOKINGS";

/* Class = "UINavigationItem"; title = "Sign Up"; ObjectID = "MvD-UZ-RKs"; */
"MvD-UZ-RKs.title" = "Sign Up";

/* Class = "UILabel"; text = "Email"; ObjectID = "NbM-id-qZF"; */
"NbM-id-qZF.text" = "Email";

/* Class = "UIButton"; normalTitle = "Sign In with Facebook"; ObjectID = "UOE-qO-9J6"; */
"UOE-qO-9J6.normalTitle" = "Sign In with Facebook";


/* Class = "UINavigationItem"; title = "CONTACT US"; ObjectID = "wS7-Qi-78n"; */
"wS7-Qi-78n.title" = "CONTACT US";


/* Class = "UITextField"; placeholder = "Email"; ObjectID = "0Uq-6s-EVN"; */
"0Uq-6s-EVN.placeholder" = "Email";

/* Class = "UITextField"; placeholder = "Last Name"; ObjectID = "1Dd-nf-9Eb"; */
"1Dd-nf-9Eb.placeholder" = "Last Name";

/* Class = "UIButton"; normalTitle = "BOOK"; ObjectID = "1dv-6U-pQ0"; */
"1dv-6U-pQ0.normalTitle" = "BOOK";

/* This button allows the user to enter an email and send their booking confirmation to that email address */
"4GR-EQ-7En.title" = "SHARE BOOKING";

/* Class = "UITextField"; placeholder = "MM"; ObjectID = "4Gx-UD-o1S"; */
"4Gx-UD-o1S.placeholder" = "MM";

/* Class = "UILabel"; text = "INCL. TAX & SERVICE CHARGE"; ObjectID = "8Pb-u6-u3E"; */
"8Pb-u6-u3E.text" = "INCL. TAX & SERVICE CHARGE";

/* Class = "UILabel"; text = "You will have a chance to review the details on the next page before confirming your booking"; ObjectID = "ac3-7d-Wkd"; */
"ac3-7d-Wkd.text" = "You will have a chance to review the details on the next page before confirming your booking";

/* Class = "UIBarButtonItem"; title = "Back"; ObjectID = "AZs-x1-cNq"; */
"AZs-x1-cNq.title" = "Back";

/* Class = "UITextField"; placeholder = "First Name"; ObjectID = "CXx-pi-H0U"; */
"CXx-pi-H0U.placeholder" = "First Name";

/* Class = "UIBarButtonItem"; title = "Back"; ObjectID = "CzU-qB-o3z"; */
"CzU-qB-o3z.title" = "Back";

/* Class = "UITextField"; placeholder = "Phone"; ObjectID = "Eru-qh-hxn"; */
"Eru-qh-hxn.placeholder" = "Phone";

/* Class = "UILabel"; text = "Payment method: Pay at hotel"; ObjectID = "F9L-sY-3ts"; */
"F9L-sY-3ts.text" = "Payment method: Pay at hotel";

/* Class = "UILabel"; text = "PAY AT HOTEL"; ObjectID = "fkv-fZ-SZi"; */
"fkv-fZ-SZi.text" = "PAY AT HOTEL";

/* Class = "UINavigationItem"; title = "REVIEW & BOOK"; ObjectID = "gsO-86-acc"; */
"gsO-86-acc.title" = "REVIEW & BOOK";

/* Class = "UIButton"; normalTitle = "Terms and Conditions of Booking"; ObjectID = "gZC-OD-Oxt"; */
"gZC-OD-Oxt.normalTitle" = "Terms and Conditions of Booking";

/* Class = "UIButton"; normalTitle = "apply"; ObjectID = "I3J-FP-f9Z"; */
"I3J-FP-f9Z.normalTitle" = "apply";

/* Class = "UILabel"; text = "SPECIAL PROMOTION CODE"; ObjectID = "IcD-5R-uEN"; */
"IcD-5R-uEN.text" = "SPECIAL PROMOTION CODE";

/* Class = "UITextField"; placeholder = "YY"; ObjectID = "J1n-bQ-zsF"; */
"J1n-bQ-zsF.placeholder" = "YY";

/* Class = "UINavigationItem"; title = "Booking complete"; ObjectID = "l41-s0-SEK"; */
"l41-s0-SEK.title" = "Booking complete";

/* Class = "UILabel"; text = "Credit card must be presented at check-in"; ObjectID = "NPd-wS-FCa";, Text to show to user that you will need to show credit card at check-in after you choose to Pay with credit card */
"NPd-wS-FCa.text" = "Credit card must be presented at check-in";

/* Class = "UILabel"; text = "By making this booking, you agree to the"; ObjectID = "NtD-9k-j6Q"; */
"NtD-9k-j6Q.text" = "By making this booking, you agree to the";

/* Class = "UIButton"; normalTitle = "SCAN YOUR CARD"; ObjectID = "ob3-Vq-P3Q"; */
"ob3-Vq-P3Q.normalTitle" = "SCAN YOUR CARD";

/* Class = "UILabel"; text = "We make it easy to enter your card, simply take a photo of it to have it auto entered. You may also enter the details manually."; ObjectID = "pEq-Es-5qQ"; */
"pEq-Es-5qQ.text" = "We make it easy to enter your card, simply take a photo of it to have it auto entered. You may also enter the details manually.";

/* Class = "UITextField"; placeholder = "Card Number"; ObjectID = "PpN-KI-HXd"; */
"PpN-KI-HXd.placeholder" = "Card Number";

/* Class = "UILabel"; text = "You get 25% off!"; ObjectID = "qRs-wW-4h3";, get 25% off from Birthday discount */
"qRs-wW-4h3.text" = "You get 25% off!";

/* Class = "UITextField"; placeholder = "Title"; ObjectID = "rsn-i8-h8O"; */
"rsn-i8-h8O.placeholder" = "Title";

/* Class = "UILabel"; text = "HAPPY BIRTHDAY!"; ObjectID = "RuJ-XI-VMI";, Happybirthday use for showing in checkout to show that customers have extra discount from birthday */
"RuJ-XI-VMI.text" = "HAPPY BIRTHDAY!";

/* Class = "UILabel"; text = "Your room will not be guaranteed and will be held until 16:00 (local time) on the day of arrival. If you fail to check-in by 16:00 (local time), the room will be released and made available to other customers"; ObjectID = "rV9-bI-oAv"; */
"rV9-bI-oAv.text" = "Your room will not be guaranteed and will be held until 16:00 (local time) on the day of arrival. If you fail to check-in by 16:00 (local time), the room will be released and made available to other customers";

/* Class = "UINavigationItem"; title = "CONFIRMATION"; ObjectID = "s3q-kb-lx0"; */
"s3q-kb-lx0.title" = "CONFIRMATION";

/* Class = "UITextField"; placeholder = "CVV / Security Code"; ObjectID = "tBw-9T-8jj"; */
"tBw-9T-8jj.placeholder" = "CVV / Security Code";

/* Class = "UILabel"; text = "(Use the Back button to make any changes)"; ObjectID = "UlY-PW-4xq"; */
"UlY-PW-4xq.text" = "(Use the Back button to make any changes)";

/* Class = "UITextField"; placeholder = "Promo Code"; ObjectID = "uMj-6y-7pY"; */
"uMj-6y-7pY.placeholder" = "Promo Code";

/* Class = "UITextField"; placeholder = "Cardholder's Name"; ObjectID = "Vjl-Yi-K6c"; */
"Vjl-Yi-K6c.placeholder" = "Cardholder's Name";

/* Class = "UILabel"; text = "Pay now and lock in our best rate!"; ObjectID = "vRS-7W-Mft"; */
"vRS-7W-Mft.text" = "Pay now and lock in our best rate!";

/* Class = "UIButton"; normalTitle = "BOOK NOW"; ObjectID = "vsE-EA-N5t"; */
"vsE-EA-N5t.normalTitle" = "BOOK NOW";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "wbl-vY-1m7"; */
"wbl-vY-1m7.text" = "TOTAL";

/* Class = "UILabel"; text = "Below are the details of your booking"; ObjectID = "Xao-Wn-cqh"; */
"Xao-Wn-cqh.text" = "Below are the details of your booking";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "xeU-Y7-nOd"; */
"xeU-Y7-nOd.text" = "TOTAL";

/* Class = "UILabel"; text = "PAY NOW"; ObjectID = "YwM-AW-A6W"; */
"YwM-AW-A6W.text" = "PAY NOW";

